Repository: ershadul/shuup
Catalog: shuup/api/locale/*/LC_MESSAGES/django.po
Languages: bn

source: API
bn: এপিআই

source: Disabled
bn: অকেজো

source: Admin Users
bn: অ্যাডমিন ব্যবহারকারী

source: Authenticated Users - Read/Write
bn: অনুমোদিত ব্যবহারকারী - রিড/রাইট

source: Authenticated Users - Read only
bn: অনুমোদিত ব্যবহারকারী - শুধুমাত্র রিড

source: Public Users - Read/Write
bn: সর্বজনীন ব্যবহারকারী - রিড/রাইট

source: Public Users - Read only
bn: সর্বজনীন ব্যবহারকারী - শুধুমাত্র রিড

source: API permissions saved
bn: এপিআইয়ের অনুমতি সংরক্ষিত

source: API Permissions
bn: এপিআইয়ের অনুমতি

source: Configure API permissions
bn: এপিআইয়ের অনুমতি কনফিগার করুন

source: Please, configure the API permission level for each service by selecting the level below.
bn: এপিআইয়ের অনুমতি স্তর কনফিগার করতে দয়া করে, নীচের স্তর থেকে প্রতিটি পরিষেবার জন্য অনুমতি স্তর নির্বাচন করুন।

source: Note:
bn: মন্তব্য:

source: No one can make requests.
bn: কেউ অনুরোধ করতে পারবেনা।

source: Admin users
bn: অ্যাডমিন ব্যবহারকারী

source: Only administrators can make requests to the API to fetch, save, delete or update data.
bn: শুধুমাত্র অ্যাডমিনিস্ট্রেটররা এপিআইয়ে অনুরোধ পাঠাতে পারেন তথ্য সংগ্রহ, সংরক্ষণ, মুছতে বা আপডেট করতে।

source: Authenticated users - Read/Write
bn: অনুমোদিত ব্যবহারকারী - রিড/রাইট

source: Any authenticated user can fetch, save, delete or update data.
bn: কোন প্রমাণিত ব্যবহারকারী তথ্য সংগ্রহ, সংরক্ষণ, মুছে ফেলা বা আপডেট করতে পারেন।

source: Authenticated users - Read
bn: অনুমোদিত ব্যবহারকারী - শুধুমাত্র রিড

source: Any authenticated user can only fetch data.
bn: কোন প্রমাণিত ব্যবহারকারী শুধুমাত্র তথ্য সংগ্রহ করতে পারেন।

source: Public users - Read/Write
bn: সর্বজনীন ব্যবহারকারী - রিড/রাইট

source: Any user (authenticated or not) can fetch, save, delete or update data.
bn: যেকোন ব্যবহারকারী (অনুমোদিত বা না) তথ্য সংগ্রহ, সংরক্ষণ, মুছতে বা আপডেট করতে পারে।

source: Use this with caution.
bn: এটি সাবধানতার সাথে ব্যবহার করুন।

source: Public users - Read
bn: সর্বজনীন ব্যবহারকারী - শুধুমাত্র রিড

source: Any user (authenticated or not) can only fetch data.
bn: যেকোন ব্যবহারকারী (অনুমোদিত বা না) শুধুমাত্র তথ্য সংগ্রহ করতে পারে।
