Repository: ershadul/shuup
Catalog: shuup/addons/locale/*/LC_MESSAGES/django.po
Languages: bn

source: Addons
bn: অ্যাডনগুলো

source: Enable %s
bn: %s সক্ষম করা

source: %d new addons enabled.
bn: %d নতুন অ্যাডঅনগুলো সক্রিয় হয়েছে।

source: %d previously enabled addons disabled.
bn: %d পূর্বে সক্রিয় করা অ্যাডঅনগুলো নিষ্ক্রিয় হয়েছে।

source: No changes were made.
bn: কোন পরিবর্তন করা হয়নি।

source: Save addon changes
bn: অ্যাডঅনের পরিবর্তনগুলি সংরক্ষণ করুন

source: Upload new addon
bn: নতুন অ্যাডঅন আপলোড করুন

source: Reload application
bn: অ্যাপ্লিকেশন পুনরায় লোড করুন

source: There are no viable reload methods available. Please contact your system administrator.
bn: কার্যকর কোন পুনরায় লোড পদ্ধতি উপলব্ধ নেই। আপনার সিস্টেম অ্যাডমিনস্ট্রেটরের সঙ্গে যোগাযোগ করুন।

source: Reload Method
bn: পুনরায় লোড পদ্ধতি

source: Reloading.
bn: পুনরায় লোড হচ্ছে।

source: Addon file (ZIP)
bn: অ্যাডঅন ফাইল (জিপ)

source: Only upload addon files you trust.
bn: শুধুমাত্র আপনার বিশ্বস্ত অ্যাডঅন ফাইলগুলো আপলোড করুন।

source: Only wheel files are supported
bn: শুধুমাত্র হুইল ফাইলগুলো অনুমোদিত

source: Upload
bn: আপলোড

source: Install Addon
bn: অ্যাডঅন ইনস্টল করুন
