Repository: ershadul/shuup
Catalog: shuup/campaigns/locale/*/LC_MESSAGES/django.po
Languages: bn

source: Campaigns
bn: প্রচারাভিযান

source: Basket Campaigns
bn: বাস্কেট প্রচারাভিযান

source: Show Basket Campaigns
bn: বাস্কেট প্রচারাভিযান প্রদর্শন করুন

source: Coupons
bn: কুপন

source: Show Coupons
bn: কুপন প্রদর্শন করুন

source: Catalog Campaigns
bn: ক্যাটালগ প্রচারাভিযান

source: Show Catalog Campaigns
bn: ক্যাটালগ প্রচারাভিযান প্রদর্শন করুন

source: Set up a sales campaign
bn: একটি বিক্রয় প্রচারাভিযান সেট আপ করুন

source: New basket campaign
bn: নতুন বাস্কেট প্রচারাভিযান

source: New coupon
bn: নতুন কুপন

source: Minimum value
bn: ন্যূনতম মূল্য

source: Maximum value
bn: সর্বোচ্চ মূল্য

source: Leave empty for no maximum
bn: কোন সর্বোচ্চ নাথাকলে খালি রেখে দিন

source: Campaign end date can't be before start date.
bn: প্রচারাভিযান শেষের তারিখ শুরুর তারিখের আগে হতে পারে না।

source: Define the required coupon for this campaign.
bn: এই প্রচারণার জন্য প্রয়োজনীয় কুপন নির্ধারণ করুন।

source: Coupon
bn: কুপন

source: discount percentage
bn: ছাড়ের শতাংশ

source: The discount percentage for this campaign.
bn: এই প্রচারণার জন্য ছাড়ের শতাংশ।

source: Product %(product)s is not available in the %(shop)s shop.
bn: %(product)s পণ্য %(shop)s এর দোকানে পাওয়া যায় না।

source: Only amount or percentage can be set.
bn: শুধুমাত্র পরিমাণ বা শতাংশ সেট করা যেতে পারে।

source: Autogenerate code
bn: অটোজেনারেটেড কোড

source: Discount Code already in use.
bn: ছাড়ের কোড ইতিমধ্যে ব্যবহৃত।

source: Active Basket Campaigns
bn: বাস্কেট প্রচারাভিযান সক্রিয় করুন

source: Catalog Campaign
bn: ক্যাটালগ প্রচারাভিযান

source: Basket Campaign
bn: বাস্কেট প্রচারাভিযান

source: Title
bn: শিরোনাম

source: Starts
bn: আরম্ভ

source: Ends
bn: শেষ

source: Active
bn: সক্রিয়

source: No
bn: না

source: Yes
bn: হ্যা

source: CatalogCampaign
bn: ক্যাটালগ প্রচারাভিযান

source: Create new Catalog Campaign
bn: নতুন ক্যাটালগ প্রচারাভিযান তৈরি করুন

source: Create new Basket Campaign
bn: নতুন বাস্কেট প্রচারাভিযান তৈরি করুন

source: Code
bn: কোড

source: Usages
bn: ব্যবহার

source: Usages Limit per contact
bn: প্রতি কন্টাক্টের ব্যবহারসীমা

source: Usage Limit
bn: ব্যবহারসীমা

source: Created by
bn: তৈরিকারী

source: Date created
bn: তারিখ তৈরী

source: Create new Coupon
bn: নতুন কুপন তৈরি করুন

source: Basket condition
bn: বাস্কেট অবস্থা

source: Basket product count
bn: বাস্কেট পণ্য গণনা

source: product count in basket
bn: বাস্কেটের মধ্যের পণ্য গণনা

source: Basket total value
bn: বাস্কেটের মোট মূল্য

source: basket total amount
bn: বাস্কেটের মোট মূল্য

source: Undiscounted basket total value
bn: ছাড়মুক্ত বাস্কেটের মোট মূল্য

source: Basket maximum product count
bn: বাস্কেটের সর্বাধিক পণ্য গণনা

source: maximum product count in basket
bn: বাস্কেটের মধ্যে সর্বাধিক পণ্য গণনা

source: Basket maximum total value
bn: বাস্কেটের সর্বাধিক মোট মূল্য

source: maximum basket total amount
bn: বাস্কেটের সর্বাধিক মোট মূল্য

source: Exactly
bn: ঠিকভাবে

source: Greater than or equal to
bn: বৃহত্তর বা সমান

source: Products in basket
bn: বাস্কেটের পণ্য

source: operator
bn: অপারেটর

source: quantity
bn: পরিমাণ

source: products
bn: পণ্য

source: Contact Group
bn: যোগাযোগ গ্রুপ

source: contact groups
bn: যোগাযোগ গ্রুপ

source: Contact
bn: পরিচিতি

source: contacts
bn: পরিচিতিগুলি

source: Limit the campaign to selected contacts.
bn: নির্বাচিত পরিচিতিগুলিতে প্রচারণা সীমাবদ্ধ করুন।

source: categories
bn: শ্রেণীসমূহ

source: excluded categories
bn: বহির্ভূত শ্রেণীসমূহ

source: Day and hour
bn: দিন এবং ঘন্টা

source: start time
bn: শুরুর সময়

source: 12pm is considered noon and 12am as midnight.
bn: ১২ PM দুপুর এবং ১২ AM মধ্যরাত্রি হিসাবে বিবেচিত।

source: end time
bn: শেষের সময়

source: 12pm is considered noon and 12am as midnight. End time is not considered match.
bn: ১২ PM দুপুর এবং ১২ AM মধ্যরাত্রি হিসাবে বিবেচিত। শেষের সময় মানানসই হিসেবে বিবেচিত নয়।

source: days
bn: দিন

source: Limit the campaign to selected days.
bn: নির্বাচিত দিনের মধ্যে প্রচারণা সীমিত করুন।

source: campaign
bn: প্রচারাভিযান

source: Discount amount value
bn: ছাড়ের মূল্যমান

source: discount amount
bn: ছাড়ের মূল্য

source: Flat amount of discount.
bn: ফ্ল্যাট ছাড়ের মূল্যমান।

source: Give discount amount.
bn: ছাড়ের মূল্য দিন।

source: Discount amount percentage
bn: ছাড়ের শতাংশ মূল্য

source: Give percentage discount.
bn: ছাড়ের শতাংশ দিতে।

source: Discount amount percentage from undiscounted amount
bn: মূল মূল্য থেকে ছাড়ের পরিমাণ শতাংশে

source: Give percentage discount based on undiscounted product prices.
bn: পণ্যের মূল দামের উপর ভিত্তি করে শতাংশে ছাড় দিতে।

source: Free Product(s)
bn: বিনামূল্যে পণ্য(গুলি)

source: product
bn: পণ্য

source: Select product(s) to give free.
bn: বিনামূল্যে দিতে পণ্য(গুলি) নির্বাচন করুন।

source: Discount from Product
bn: পণ্য থেকে ছাড়

source: per line discount
bn: প্রতি লাইনে ছাড়

source: Uncheck this if you want to give discount for each matched product.
bn: আপনি যদি প্রতিটি একি ধরণের পণ্যের জন্য ছাড় দিতে চান তাহলে এটি আনচেক করুন।

source: Select discount amount and products.
bn: ছাড়ের পরিমাণ এবং পণ্য নির্বাচন করুন।

source: Discount from Category products
bn: শ্রেণীর পণ্যগুলি থেকে ছাড়

source: category
bn: শ্রেণী

source: Select discount amount and category. Please note that the discount will be given to all matching products in basket.
bn: ছাড়ের পরিমাণ এবং শ্রেণী নির্বাচন করুন। দয়া করে নোট করুন বাস্কেটের মধ্যে মিলিত সব পণ্যের উপর ছাড় দেওয়া হবে ।

source: shop
bn: দোকান

source: The shop where the campaign is active.
bn: দোকান যেখানে প্রচারাভিযান সক্রিয়।

source: name
bn: নাম

source: The name for this campaign.
bn: এই প্রচারাভিযানের জন্য নাম।

source: active
bn: সক্রিয়

source: Check this if the campaign is currently active. Please also set a start and end date.
bn: প্রচারাভিযান বর্তমানে সক্রিয় কিনা এটি পরীক্ষা করে দেখুন। একটি শুরুর এবং শেষের তারিখ সেট করুন।

source: start date and time
bn: শুরুর দিন এবং সময়

source: The date and time the campaign starts. This is only applicable if the campaign is marked as active.
bn: প্রচারাভিযান শুরুর তারিখ এবং সময়। এই প্রচারাভিযানটি সক্রিয় হিসাবে চিহ্নিত থাকলেই কেবল প্রযোজ্য হবে।

source: end date and time
bn: শেষের দিন এবং সময়

source: The date and time the campaign ends. This is only applicable if the campaign is marked as active.
bn: প্রচারাভিযান শেষের তারিখ এবং সময়। এই প্রচারাভিযানটি সক্রিয় হিসাবে চিহ্নিত থাকলেই কেবল প্রযোজ্য হবে।

source: created by
bn: তৈরিকারী

source: modified by
bn: পরিবর্তনকারী

source: created on
bn: তৈরি হয়েছে

source: modified on
bn: পরিবর্তিত হয়েছে

source: Campaign
bn: প্রচারাভিযান

source: The campaign name to show in the store front.
bn: প্রচারাভিযানের নাম দোকানের সামনে দেখান।

source: Catalog Campaign: %(name)s
bn: ক্যাটালগ প্রচারাভিযান: %(name)s

source: basket line text
bn: বাস্কেট লাইন টেক্সট

source: This text will be shown in basket.
bn: এই টেক্সট বাস্কেটে প্রদর্শিত হবে।

source: coupon
bn: কুপন

source: supplier
bn: সরবরাহকারী

source: When set, this campaign will match only products from the selected supplier. Rules and Effects will also be restricted to the products of this supplier.
bn: সেট করা হলে, এই প্রচারটি নির্বাচিত সরবরাহকারীর শুধুমাত্র পণ্যগুলির সাথে মিলবে। বিধি এবং প্রভাবও এই সরবরাহকারীদের পণ্যেগুলির মাঝেই সীমাবদ্ধ করা হবে।

source: public name
bn: সর্বজনীন নাম

source: Basket Campaign: %(name)s
bn: বাস্কেট প্রচারাভিযান: %(name)s

source: Can not have multiple active campaigns with same code.
bn: একই কোড সহ একাধিক সক্রিয় প্রচারাভিযান থাকতে পারে না।

source: usage limit per customer
bn: প্রতি গ্রাহকের ব্যাবহারসীমা

source: Limit the amount of usages per a single customer.
bn: একক গ্রাহক প্রতি ব্যবহারসীমা সীমিত করুন।

source: usage limit
bn: ব্যবহারসীমা

source: Set the absolute limit of usages for this coupon. If the limit is zero (0) coupon cannot be used.
bn: এই কুপন জন্য ব্যবহারের সম্পূর্ণ সীমা সেট করুন। সীমা যদি শূন্য হয় (0) কুপন ব্যবহার করা যাবে না।

source: is active
bn: সক্রিয় কি

source: The shop where the coupon is active.
bn: দোকান যেখানে কুপন সক্রিয়।

source: Base Catalog Filter
bn: বেস ক্যাটালগ ফিল্টার

source: Product type
bn: পণ্যের ধরন

source: product Types
bn: পণ্যের ধরনগুলি

source: Limit the campaign to selected product types.
bn: নির্বাচিত পণ্যের ধরনগুলোর উপর প্রচারাভিযান সীমিত করুন।

source: Product
bn: পণ্য

source: Limit the campaign to selected products.
bn: নির্বাচিত পণ্যেগুলোর উপর প্রচারাভিযান সীমিত করুন।

source: Product Category
bn: পণ্যের শ্রেণী

source: Limit the campaign to products in selected categories.
bn: প্রচারাভিযান সীমিত করুন নির্বাচিত শ্রেণীর পণ্যেগুলোর উপর।

source: group
bn: গোষ্ঠী

source: min amount
bn: ন্যূনতম পরিমাণ

source: max amount
bn: সর্বাধিক পরিমাণ

source: Can not add sales limits for default contact groups
bn: ডিফল্ট যোগাযোগ গোষ্ঠীর জন্য বিক্রয় সীমা যোগ করতে পারবেন না

source: Context Condition
bn: প্রসঙ্গ অবস্থা

source: Campaign Basket Discounts
bn: প্রচারাভিযানের বাস্কেট ছাড়

source: Coupon Code:
bn: কুপন কোড:

source: Filter report results by coupon.
bn: কুপন দ্বারা ফিল্টার করা রিপোর্টের ফলাফল।

source: Coupons Usage
bn: কুপন ব্যবহার

source: Date
bn: তারিখ

source: Coupon code
bn: কুপন কোড:

source: Order
bn: অর্ডার

source: Taxful total
bn: করযোগ্য মোট

source: Taxful subtotal
bn: করযোগ্য সাবটোটাল

source: Total discount
bn: মোট ছাড়

source: General Information
bn: সাধারণ তথ্য

source: Name
bn: নাম

source: Not set
bn: সেট করা নেই

source: No campaigns found
bn: কোন প্রচারাভিযান পাওয়া যায় নি

source: This section shows all the <b>active</b> campaigns this product is in.
bn: এই বিভাগটি এই পণ্যটির সমস্ত <b> সক্রিয়</b> প্রচারাভিযান গুলো দেখাবে।

source: Rules
bn: বিধি

source: Rule type
bn: বিধির ধরন

source: The criteria used to determine whether this campaign is applied.
bn: এই প্রচারাভিযানের প্রয়োগ করা হয়েছে কিনা তা নির্ধারণ করার জন্য ব্যবহৃত মানদণ্ড।

source: Add rule
bn: বিধি যোগ করুন

source: Effects
bn: প্রভাব

source: Effect type
bn: প্রভাবের ধরন

source: Add effect
bn: প্রভাব যোগ করুন

source: New Discount Code
bn: ছাড়ের নতুন কোড

source: General information
bn: সাধারণ তথ্য

source: Generate
bn: উৎপন্ন করুন

source: %(coupons)s used
bn: %(coupons)s ব্যবহৃত

source: Sales Ranges
bn: বিক্রয় পরিসীমা

source: Customers within this sales range are assigned to this contact group.
bn: এই বিক্রয় পরিসীমার মধ্যের গ্রাহকরা এই কন্টাক্ট গোষ্ঠীর জন্য নির্ধারিত।
